<script setup>
let qnaList = [
  {
    q: 'Q. 서비스가 시작되기 전 어떤 절차로 진행하나요?',
    a: '채팅 상담후 직접 체형분석과 자세한 얘기를 나눠보기 위해서 피티를 진행할곳인 스포애니강남역2호점 에서 상담후 진행후 진행합니다',
  },
  {
    q: 'Q. 어떤 서비스를 전문적으로 제공하나요?',
    a: '퍼스트널트레이닝(personal training) 및 방문피티 및 바디프로필전문(힙,어깨) 재활가능',
  },
  {
    q: 'Q. 서비스의 견적은 어떤 방식으로 산정 되나요?',
    a: '센터이용료 포함 최대한 받는분들에게 부담없이 진행하려구 합니다(센터 이벤트 및 개인역량 적극활용)',
  },
  {
    q: 'Q. 완료한 서비스 중 대표적인 서비스는 무엇인가요? 소요 시간은 얼마나 소요 되었나요?',
    a: '웨이트,식단관리,근막이완,스트레칭,머슬테이핑,체형교정 등등 운동 뿐만 이니라 내몸을 건강하고 또 운동을 혼자서 잘하게끔 만드는걸 목표로 합니다 50분 진행합니다!',
  },
  {
    q: 'Q. A/S 또는 환불 규정은 어떻게 되나요?',
    a: '개인적인 프리랜서로 적용되는 계약이아닌 센터로 계약을 할거라 훨씬 안전하게 소비자가 보호되는 환불규정입니다 ㅎㅎ',
  },
]
</script>

<template>
  <div v-for="(qna, i) in qnaList" :key="i" class="mt-6">
    <div class="font-bold mb-2">{{ qna.q }}</div>
    <div class="text-neutral-400 mb-6">{{ qna.a }}</div>
  </div>
</template>

<style scoped></style>
